-- MySQL dump 10.11
--
-- Host: localhost    Database: krasnet
-- ------------------------------------------------------
-- Server version	5.0.37

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `box`
--

DROP TABLE IF EXISTS `box`;
CREATE TABLE `box` (
  `id` int(11) NOT NULL auto_increment,
  `model` varchar(50) NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `box`
--

LOCK TABLES `box` WRITE;
/*!40000 ALTER TABLE `box` DISABLE KEYS */;
INSERT INTO `box` VALUES (1,'ìàëåíüêèé'),(2,'ñðåäíèé'),(3,'áîëüøîé');
/*!40000 ALTER TABLE `box` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `buildings`
--

DROP TABLE IF EXISTS `buildings`;
CREATE TABLE `buildings` (
  `id` int(11) NOT NULL auto_increment,
  `number` varchar(20) NOT NULL,
  `street_id` int(11) NOT NULL,
  `served_by__sw_port_id` int(11) default NULL,
  `linked_from__building_id` int(11) default NULL,
  PRIMARY KEY  (`id`),
  KEY `served_by__sw_port_id` (`served_by__sw_port_id`),
  KEY `street_id` (`street_id`),
  KEY `linked_from__building_id` (`linked_from__building_id`)
) ENGINE=MyISAM AUTO_INCREMENT=1133 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `buildings`
--

LOCK TABLES `buildings` WRITE;
/*!40000 ALTER TABLE `buildings` DISABLE KEYS */;
INSERT INTO `buildings` VALUES (2,'17',2,30,NULL),(16,'30',1,63,NULL),(25,'33',3,44,NULL),(28,'67',3,3,NULL),(36,'19',1,39,NULL),(42,'1Ð°',1,48,NULL),(44,'27Ð±',2,118,NULL),(64,'3',2,22,NULL),(85,'25',4,36,NULL),(122,'4',4,100,NULL),(128,'7',1,112,NULL),(138,'3',3,7,NULL),(175,'32',7,52,NULL),(236,'31',1,62,NULL),(237,'10',2,95051,272),(238,'43',3,95072,NULL),(239,'61',3,95106,NULL),(240,'20',1,40,NULL),(241,'5',3,95067,NULL),(242,'4',3,95078,NULL),(243,'78Ð±',3,95086,NULL),(244,'3',4,18,426),(245,'70',3,94997,NULL),(246,'10',1,35,337),(247,'26Ð±',2,10,338),(248,'15',2,32,252),(249,'23Ð°',4,37,NULL),(251,'23',2,23,NULL),(252,'16',2,32,NULL),(253,'29',2,116,299),(254,'18',1,40,240),(255,'8',2,24,277),(256,'6',2,25,NULL),(257,'7',3,95075,NULL),(258,'10',4,104,344),(259,'76',3,95085,NULL),(260,'1',2,21,NULL),(261,'11',1,35,246),(262,'25',2,11,346),(263,'39',1,78,NULL),(264,'18',2,95047,NULL),(265,'35',4,17,325),(266,'63',3,95109,NULL),(267,'34',3,95096,NULL),(268,'64',3,95126,NULL),(269,'7',4,58,291),(270,'33',2,95066,NULL),(271,'57',3,95105,NULL),(272,'11',2,95051,353),(273,'5',1,34,NULL),(274,'26Ð³',2,10,NULL),(275,'78',3,95091,NULL),(276,'3',1,108,284),(277,'5',2,24,NULL),(278,'151',26,82,NULL),(279,'24Ð°',2,11,364),(280,'2',1,108,NULL),(281,'22',1,40,298),(282,'65',3,95126,NULL),(283,'31',3,95090,NULL),(284,'4',1,108,280),(285,'60',3,95107,NULL),(286,'30',3,95092,NULL),(287,'8',1,35,NULL),(288,'26Ð°',2,10,247),(289,'28',3,95098,NULL),(290,'35',3,95095,NULL),(291,'6',4,58,321),(292,'30Ð°',3,95092,286),(293,'7',2,27,NULL),(294,'30',27,76,NULL),(295,'28',4,38,NULL),(296,'28',7,54,NULL),(297,'69',3,94997,NULL),(298,'21',1,40,240),(299,'29Ð±',2,116,NULL),(300,'75Ð°',3,95087,NULL),(301,'4',2,24,NULL),(302,'6',3,95068,NULL),(303,'27',2,117,NULL),(304,'75',3,95084,NULL),(305,'9',2,24,255),(306,'9Ð°',3,95073,318),(307,'59',28,95023,NULL),(308,'58',3,95102,NULL),(309,'1',29,105,313),(310,'24Ð²',2,11,346),(311,'41',1,63,339),(312,'1',4,94996,NULL),(313,'26',4,105,319),(314,'36',4,17,325),(315,'59',3,95110,NULL),(316,'8',4,104,NULL),(317,'78Ð°',3,95087,NULL),(318,'9',3,95073,NULL),(319,'24',4,105,NULL),(320,'27',1,62,236),(321,'5',4,19,NULL),(322,'28',30,95084,304),(323,'15',1,41,363),(324,'23',1,78,336),(325,'2Ð°',4,17,371),(326,'12',1,41,323),(327,'22',28,83,NULL),(328,'33',1,95012,341),(329,'67Ð±',3,95126,NULL),(330,'32',3,95100,NULL),(331,'2',2,21,260),(332,'6',1,35,246),(333,'68',3,94997,NULL),(334,'8',3,95080,NULL),(335,'27',7,71,NULL),(336,'25',1,78,365),(337,'9',1,35,287),(338,'26Ð²',2,10,274),(339,'28',1,63,16),(340,'46',3,95069,NULL),(341,'13',1,95012,352),(342,'23',4,37,249),(343,'44',3,95074,NULL),(344,'9',4,104,NULL),(345,'29',4,38,366),(346,'25Ð±',2,11,NULL),(347,'1',3,95077,NULL),(348,'77',3,95089,NULL),(349,'32',30,95084,304),(350,'24',1,78,324),(351,'ÑƒÐ½Ð¸Ð²ÐµÑ€Ð¼Ð°Ð³',1,95012,328),(352,'1',1,95012,NULL),(353,'13',2,95051,NULL),(354,'32',4,38,NULL),(355,'14',1,40,298),(356,'80',31,74,NULL),(357,'9',27,95037,NULL),(358,'45',3,95076,NULL),(359,'2',3,95079,NULL),(360,'1',32,82,NULL),(361,'26',2,10,288),(362,'1Ð±',4,100,NULL),(363,'16',1,41,NULL),(364,'24Ð±',2,11,310),(365,'26',1,78,263),(366,'27',4,38,NULL),(367,'1Ð°',4,100,NULL),(368,'70',33,95015,NULL),(370,'26Ð°',7,52,NULL),(371,'2Ð±',4,17,NULL),(372,'148',26,83,NULL),(373,'24',2,11,NULL),(374,'24Ð°',30,95084,304),(375,'7',7,95019,NULL),(376,'42',7,49,NULL),(377,'26',7,54,NULL),(378,'8',27,95050,NULL),(379,'3',34,69,NULL),(380,'38',7,49,NULL),(381,'9',34,95023,NULL),(382,'147',26,83,NULL),(383,'16',35,93,NULL),(384,'82',36,83,NULL),(385,'142',37,83,NULL),(386,'146',37,49463,NULL),(387,'144',37,83,NULL),(388,'17',1,41,323),(389,'22Ð°',7,69,NULL),(390,'1',7,95019,NULL),(391,'5',7,95050,NULL),(392,'12',7,69,NULL),(393,'23',7,109,NULL),(394,'4',34,69,NULL),(395,'4',27,95050,NULL),(396,'13',38,54,NULL),(397,'32',27,74,NULL),(398,'30',7,50,NULL),(399,'56',33,95057,NULL),(401,'13',34,95023,NULL),(402,'189',33,101,NULL),(403,'31',7,71,NULL),(404,'34',7,52,NULL),(468,'2',7,95019,NULL),(406,'14',7,69,NULL),(407,'9',7,95050,NULL),(408,'86',36,95015,NULL),(467,'147',44,83,NULL),(410,'13',7,69,NULL),(411,'11',27,95037,NULL),(412,'22',7,69,NULL),(413,'7',40,83,NULL),(415,'7',38,71,NULL),(416,'3',7,95019,NULL),(417,'25',7,109,NULL),(418,'5',41,98,NULL),(419,'34',27,74,NULL),(420,'5',42,95019,NULL),(421,'149',26,83,NULL),(422,'40',7,49,NULL),(423,'17',34,95023,NULL),(424,'5',34,69,NULL),(425,'52Ð°',30,95084,304),(426,'2',4,18,NULL),(427,'11',7,95050,NULL),(428,'52',30,95084,304),(429,'55',30,95084,304),(430,'18',4,58,269),(466,'1',39,95006,NULL),(432,'33',4,20,NULL),(433,'1',43,83,NULL),(434,'68',33,95015,NULL),(435,'10',34,95023,NULL),(436,'20',7,69,NULL),(438,'37',3,95097,NULL),(439,'37Ð°',3,95097,438),(441,'48Ð±',30,95084,304),(442,'125',36,83,NULL),(443,'4',7,95019,NULL),(444,'22',2,53,NULL),(445,'3',41,98,NULL),(446,'17',7,109,NULL),(447,'15',7,109,NULL),(448,'18',7,69,NULL),(465,'49',28,95006,NULL),(464,'Ð¢Ð¦',28,95005,462),(451,'193',33,95015,NULL),(463,'6',39,95006,NULL),(462,'ÑƒÐ½Ð¸Ð²ÐµÑ€Ð¼Ð°Ð³',28,95005,NULL),(461,'14',2,95051,353),(456,'5',38,95037,NULL),(457,'17-1Ð¿',2,29,NULL),(458,'16Ð°',2,32,252),(460,'4a',3,44,25),(495,'27Ð°',4,105,319),(475,'11',34,95023,NULL),(476,'28',27,95037,NULL),(477,'26',30,95084,304),(479,'174',37,49463,NULL),(480,'36Ð°',30,95087,300),(481,'ÑƒÐ½Ð¸Ð²ÐµÑ€Ð¼Ð°Ð³',26,83,NULL),(482,'19',7,109,NULL),(493,'30',2,11,310),(492,'11',52,95006,NULL),(490,'14',38,69,NULL),(486,'14',34,95023,NULL),(491,'6',7,95019,NULL),(496,'165',26,83,NULL),(497,'16Ð±',30,94997,300),(498,'189-Ð¿Ñ€Ð¸ÑÑ‚Ñ€',33,95021,NULL),(508,'191',33,95015,NULL),(501,'51',28,95006,NULL),(503,'8',38,95037,NULL),(516,'16',65,95223,NULL),(512,'4',61,83,NULL),(517,'57',30,95084,304),(518,'26',66,49463,NULL),(519,'13',67,95223,NULL),(520,'5',67,95223,NULL),(521,'10',67,95223,NULL),(522,'11',67,95223,NULL),(523,'1',67,95223,NULL),(524,'4',67,95223,NULL),(525,'57Ð±',30,95084,304),(526,'62',30,95084,304),(528,'9',69,95223,NULL),(529,'12',70,95006,NULL),(530,'Ð Ñ‹Ð½Ð¾Ðº',28,95005,462),(532,'11',69,95223,NULL),(534,'189-Ð¾ÐºÐ½Ð°',33,102,NULL),(536,'3',72,95006,NULL),(538,'8',65,95223,NULL),(1121,'31',405,95207,NULL),(1119,'13',419,95223,NULL),(1118,'9',419,95223,NULL),(1116,'29',405,95208,NULL),(1115,'4',417,95223,NULL),(1114,'31',419,95223,NULL),(1113,'21',419,95223,NULL),(968,'sw_12',3,NULL,NULL),(967,'sw_11',3,NULL,NULL),(1109,'11',65,95223,NULL),(1108,'10',419,95223,NULL),(1107,'1Ð±',422,95084,NULL),(1111,'4',418,95223,NULL),(1110,'19',419,95223,NULL),(1093,'7',405,95203,NULL),(1092,'10',405,95210,NULL),(1091,'22',407,95177,NULL),(1090,'30',405,95215,NULL),(1089,'19',405,95213,NULL),(1088,'32',407,95176,NULL),(1087,'32',405,95200,NULL),(1086,'11',414,95204,1052),(1085,'24',30,95084,NULL),(1084,'11',40,83,NULL),(1082,'61',71,95084,NULL),(1081,'7Ð°',1,35,287),(1080,'155',71,95084,NULL),(1079,'103',30,95084,NULL),(1078,'153',71,95084,NULL),(1106,'sw_21',2,NULL,NULL),(1063,'99',71,95084,NULL),(1062,'28',405,95206,NULL),(1061,'31',407,NULL,NULL),(1060,'17',405,95214,NULL),(1059,'18',405,NULL,NULL),(1058,'16',405,95217,NULL),(1120,'22',405,95209,NULL),(1054,'12',405,95212,NULL),(969,'sw_13',3,NULL,NULL),(1057,'20',405,95211,NULL),(1056,'11',405,95201,NULL),(1052,'8',405,95202,NULL),(1053,'27',405,95216,NULL),(1105,'12',65,95223,NULL),(1104,'3',418,95223,NULL),(1103,'12',420,95223,NULL),(1101,'6',65,95223,NULL),(1100,'10',420,95223,NULL),(1099,'79',419,95223,NULL),(1098,'4',65,95223,NULL),(1097,'4',419,95223,NULL),(1096,'8',418,95223,NULL),(1095,'2',417,95223,NULL),(1122,'15',407,95180,NULL),(1131,'sw__27Ð±',2,NULL,NULL),(1124,'13',426,95223,NULL),(1128,'16',419,95223,NULL),(1127,'3',419,95223,NULL),(1130,'39',407,95178,NULL),(1132,'3',407,95228,NULL);
/*!40000 ALTER TABLE `buildings` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `cable_connection`
--

DROP TABLE IF EXISTS `cable_connection`;
CREATE TABLE `cable_connection` (
  `id` int(11) NOT NULL auto_increment,
  `colornum` int(11) NOT NULL,
  `from_id` int(11) NOT NULL,
  `to_id` int(11) NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

--
-- Dumping data for table `cable_connection`
--

LOCK TABLES `cable_connection` WRITE;
/*!40000 ALTER TABLE `cable_connection` DISABLE KEYS */;
/*!40000 ALTER TABLE `cable_connection` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `cablelink`
--

DROP TABLE IF EXISTS `cablelink`;
CREATE TABLE `cablelink` (
  `id` int(11) NOT NULL auto_increment,
  `from_box_id` int(11) NOT NULL,
  `to_box_id` int(11) NOT NULL,
  `cabletype` int(11) NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

--
-- Dumping data for table `cablelink`
--

LOCK TABLES `cablelink` WRITE;
/*!40000 ALTER TABLE `cablelink` DISABLE KEYS */;
/*!40000 ALTER TABLE `cablelink` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `cabletype`
--

DROP TABLE IF EXISTS `cabletype`;
CREATE TABLE `cabletype` (
  `id` int(11) NOT NULL auto_increment,
  `cabletypes` varchar(60) default NULL,
  `num` int(11) NOT NULL,
  `color` int(11) NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=33 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `cabletype`
--

LOCK TABLES `cabletype` WRITE;
/*!40000 ALTER TABLE `cabletype` DISABLE KEYS */;
INSERT INTO `cabletype` VALUES (3,'Îïòèêà 8 æèë âîçäóøêà',8,1),(4,'Îïòèêà 48 æèë âîçäóøêà',48,0),(5,'Îïòèêà 48 æèë êàáåëüíàÿ êàíàëèçàöèÿ',48,0),(6,'ÐžÐ¿Ñ‚Ð¸ÐºÐ° 48 Ð¶Ð¸Ð» Ð²Ð¾Ð·Ð´ÑƒÑˆÐºÐ°',0,0),(7,'ÐŸ-296',0,0),(8,'ÐžÐ¿Ñ‚Ð¸ÐºÐ° 8',0,0),(9,'ÐžÐ¿Ñ‚Ð¸ÐºÐ° 16',0,0),(10,'ÐžÐ¿Ñ‚Ð¸ÐºÐ° 24',0,0),(11,'ÐžÐ¿Ñ‚Ð¸ÐºÐ° Ð¿Ð¾Ð´Ð·ÐµÐ¼Ð½Ð°Ñ 8',0,0);
/*!40000 ALTER TABLE `cabletype` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `color`
--

DROP TABLE IF EXISTS `color`;
CREATE TABLE `color` (
  `id` int(11) NOT NULL auto_increment,
  `typecolor` int(11) NOT NULL,
  `colornum` int(11) NOT NULL,
  `color` varchar(20) NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=9 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `color`
--

LOCK TABLES `color` WRITE;
/*!40000 ALTER TABLE `color` DISABLE KEYS */;
INSERT INTO `color` VALUES (1,1,1,'blue'),(2,1,2,'orange'),(3,1,3,'green'),(4,1,4,'brown'),(5,1,5,'gray'),(6,1,6,'white'),(7,1,7,'red'),(8,1,8,'black');
/*!40000 ALTER TABLE `color` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `end_optic`
--

DROP TABLE IF EXISTS `end_optic`;
CREATE TABLE `end_optic` (
  `id` int(11) NOT NULL auto_increment,
  `connector` varchar(80) NOT NULL,
  `type` int(11) NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=11 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `end_optic`
--

LOCK TABLES `end_optic` WRITE;
/*!40000 ALTER TABLE `end_optic` DISABLE KEYS */;
INSERT INTO `end_optic` VALUES (1,'free',1),(2,'pigtail FC/UPC',1),(3,'Pigtail SC/UPC',1),(5,'Adapter FC/FC',2),(6,'Adapter SC/SC',2),(10,'unmanaged switch',4),(8,'Media-converter 100Mb',3),(9,'SFP WDM 1 Gb',3);
/*!40000 ALTER TABLE `end_optic` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `link`
--

DROP TABLE IF EXISTS `link`;
CREATE TABLE `link` (
  `id` int(11) NOT NULL auto_increment,
  `address1` int(11) NOT NULL,
  `address2` int(11) NOT NULL,
  `typecable` int(11) NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `link`
--

LOCK TABLES `link` WRITE;
/*!40000 ALTER TABLE `link` DISABLE KEYS */;
INSERT INTO `link` VALUES (1,1,2,1);
/*!40000 ALTER TABLE `link` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `optic_box_description`
--

DROP TABLE IF EXISTS `optic_box_description`;
CREATE TABLE `optic_box_description` (
  `id` int(11) NOT NULL auto_increment,
  `model` varchar(40) NOT NULL,
  `connection` varchar(20) NOT NULL,
  `for_splice` int(11) NOT NULL,
  `for_output` int(11) NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `optic_box_description`
--

LOCK TABLES `optic_box_description` WRITE;
/*!40000 ALTER TABLE `optic_box_description` DISABLE KEYS */;
INSERT INTO `optic_box_description` VALUES (1,'FOB-C','',0,8);
/*!40000 ALTER TABLE `optic_box_description` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `optic_cable`
--

DROP TABLE IF EXISTS `optic_cable`;
CREATE TABLE `optic_cable` (
  `id` int(11) NOT NULL auto_increment,
  `from_opticbox_id` int(11) NOT NULL,
  `to_opticbox_id` int(11) default NULL,
  `type` int(80) default NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `optic_cable`
--

LOCK TABLES `optic_cable` WRITE;
/*!40000 ALTER TABLE `optic_cable` DISABLE KEYS */;
INSERT INTO `optic_cable` VALUES (1,8,7,3),(3,7,12,3);
/*!40000 ALTER TABLE `optic_cable` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `optic_connection`
--

DROP TABLE IF EXISTS `optic_connection`;
CREATE TABLE `optic_connection` (
  `id` int(11) NOT NULL auto_increment,
  `colornum` int(11) NOT NULL,
  `optic_cable_id` int(11) NOT NULL,
  `type` int(11) NOT NULL,
  `idconnection` int(11) NOT NULL,
  `to_optic_cable_id` int(11) NOT NULL,
  `to_colornum` int(11) NOT NULL,
  PRIMARY KEY  (`id`),
  UNIQUE KEY `colornum` (`colornum`,`optic_cable_id`)
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `optic_connection`
--

LOCK TABLES `optic_connection` WRITE;
/*!40000 ALTER TABLE `optic_connection` DISABLE KEYS */;
INSERT INTO `optic_connection` VALUES (3,6,1,0,0,3,6),(4,5,1,0,0,3,5),(5,8,3,0,0,1,8),(6,4,1,0,0,3,4),(7,7,3,0,0,1,7);
/*!40000 ALTER TABLE `optic_connection` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `opticbox`
--

DROP TABLE IF EXISTS `opticbox`;
CREATE TABLE `opticbox` (
  `id` int(11) NOT NULL auto_increment,
  `opticboxtype` int(11) default NULL,
  `idconnect` int(11) NOT NULL,
  `address` varchar(80) NOT NULL,
  `comment` varchar(80) NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=21 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `opticbox`
--

LOCK TABLES `opticbox` WRITE;
/*!40000 ALTER TABLE `opticbox` DISABLE KEYS */;
INSERT INTO `opticbox` VALUES (12,1,19,'',''),(16,1,22,'',''),(17,1,22,'',''),(8,1,21,'','1 flor'),(7,1,20,'','5 flor'),(20,1,20,'',''),(19,1,20,'',''),(18,1,20,'','');
/*!40000 ALTER TABLE `opticbox` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `points`
--

DROP TABLE IF EXISTS `points`;
CREATE TABLE `points` (
  `id` int(11) NOT NULL auto_increment,
  `address` varchar(255) default NULL,
  `building` varchar(255) default NULL,
  `VLAN` double default NULL,
  `network` varchar(255) default NULL,
  `customers` double default NULL,
  `connected` varchar(255) default NULL,
  `idconnect` int(11) NOT NULL,
  `type` varchar(255) default NULL,
  `totalcustomers` int(11) NOT NULL,
  `tc` int(11) NOT NULL,
  `optic` varchar(10) NOT NULL,
  `switch` varchar(25) NOT NULL,
  `box` varchar(5) NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=220 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `points`
--

LOCK TABLES `points` WRITE;
/*!40000 ALTER TABLE `points` DISABLE KEYS */;
INSERT INTO `points` VALUES (1,'40 ëåò Îêòÿáðÿ','142',56,'172.16.56',7,'óçåë',0,NULL,122,0,'1','100','0'),(2,'40 ëåò Îêòÿáðÿ','144',57,'172.16.57',16,'40 Ëåò îêòÿáðÿ 142',1,NULL,0,28,'','',''),(3,'40 ëåò Îêòÿáðÿ','146',58,'172.16.58',12,'40 Ëåò îêòÿáðÿ 142',1,NULL,0,12,'','',''),(4,'Ãîðíÿê','1',59,'172.16.59',35,'40 Ëåò îêòÿáðÿ 142',1,NULL,0,46,'0','0','0'),(5,'Ãîðüêîãî','22',60,'172.16.60',12,'40 ëåò îêòÿáðÿ 144',2,NULL,0,12,'','',''),(6,'Ãîðüêîãî','49',61,'172.16.61',5,'Ãîðüêîãî 51 (ìàÿê)',7,NULL,0,5,'','',''),(7,'Ãîðüêîãî','51',61,'172.16.61',3,'óçåë',0,NULL,103,0,'1','10000','1'),(8,'Ãîðüêîãî','59',61,'172.16.61',3,'Ëèõà÷åâà 17',56,NULL,0,3,'','',''),(9,'Ãîðüêîãî','Ðûíîê',61,'172.16.61',NULL,'Óíèâåðìàã',999,NULL,0,39,'','',''),(10,'Ãîðüêîãî','óíèâåðìàã ',61,'172.16.61',NULL,'Ãîðüêîãî 51 (ìàÿê)',7,NULL,0,0,'','',''),(11,'Ðóäíåâà','80',62,'172.16.62',6,'Øàõòîñòðîèòåëåé 34',129,NULL,0,15,'','',''),(12,'Ëàçóðíûé','1',13,'172.16.13',18,'óçåë',0,'1',18,0,'','5','3'),(13,'Ëàçóðíûé','2',14,'172.16.14',12,'óçåë',0,NULL,12,0,'1','100','0'),(14,'Ëàçóðíûé','28',15,'172.16.15',18,'óçåë',0,NULL,18,0,'1','100','0'),(15,'Ëàçóðíûé','3',16,'172.16.16',18,'óçåë',0,'1000',18,0,'1','1000','1'),(16,'Ëàçóðíûé ','30,30a',17,'172.16.17',23,'óçåë',0,NULL,23,0,'1','100','0'),(17,'Ëàçóðíûé ','31',18,'172.16.18',12,'óçåë',0,NULL,12,0,'1','100','0'),(18,'Ëàçóðíûé','32',19,'172.16.19',16,'óçåë',0,NULL,16,0,'1','100','0'),(19,'Ëàçóðíûé','33',12,'172.16.12',17,'óçåë',0,'1000',17,0,'1','1000','1'),(20,'Ëàçóðíûé','34',20,'172.16.20',17,'óçåë',0,NULL,17,0,'1','100','0'),(21,'Ëàçóðíûé ','35',21,'172.16.21',13,'óçåë',0,NULL,13,0,'1','100','0'),(22,'Ëàçóðíûé','37,37a',22,'172.16.22',15,'óçåë',0,NULL,15,0,'1','100','0'),(23,'Ëàçóðíûé','4',23,'172.16.23',11,'óçåë',0,NULL,11,0,'1','100','0'),(24,'Ëàçóðíûé','43',24,'172.16.24',25,'óçåë',0,NULL,25,0,'1','100','0'),(25,'Ëàçóðíûé','44',25,'172.16.25',13,'óçåë',0,NULL,13,0,'1','100','0'),(26,'Ëàçóðíûé ','45',26,'172.16.26',11,'óçåë',0,NULL,11,0,'1','100','0'),(27,'Ëàçóðíûé','46',27,'172.16.27',15,'óçåë',0,NULL,15,0,'1','100','0'),(28,'Ëàçóðíûé','5',28,'172.16.28',17,'óçåë',0,NULL,17,0,'1','100','0'),(29,'Ëàçóðíûé','57',29,'172.16.29',23,'óçåë',0,NULL,23,0,'1','100','0'),(30,'Ëàçóðíûé','58',30,'172.16.30',33,'óçåë',0,NULL,33,0,'1','100','0'),(31,'Ëàçóðíûé','59',31,'172.16.31',24,'óçåë',0,NULL,24,0,'1','100','0'),(32,'Ëàçóðíûé ','6',32,'172.16.32',17,'Óçåë',0,NULL,17,0,'1','100','0'),(33,'Ëàçóðíûé','60',33,'172.16.33',32,'óçåë',0,NULL,32,0,'1','100','0'),(34,'Ëàçóðíûé','61',34,'172.16.34',32,'óçåë',0,NULL,32,0,'1','100','0'),(35,'Ëàçóðíûé','63',35,'172.16.35',36,'óçåë',0,NULL,36,0,'1','100','0'),(36,'Ëàçóðíûé ','64',36,'172.16.36',23,'Ëàçóðíûé 65',37,NULL,0,23,'1','0','0'),(37,'Ëàçóðíûé','65',37,'172.16.37',19,'óçåë',0,NULL,62,0,'1','100','0'),(38,'Ëàçóðíûé','67',38,'172.16.38',26,'óçåë',0,'1000',112,0,'1','1000','1'),(39,'Ëàçóðíûé','67á',39,'172.16.39',20,'Ëàçóðíûé 65',37,NULL,0,20,'1','0','0'),(40,'Ëàçóðíûé','68',40,'172.16.40',20,'Ëàçóðíûé 67',38,NULL,0,86,'1','0','0'),(41,'Ëàçóðíûé','69',41,'172.16.41',20,'Ëàçóðíûé 68',40,NULL,0,66,'1','0','0'),(42,'Ëàçóðíûé','7',42,'172.16.42',16,'óçåë',0,NULL,16,0,'1','100','0'),(43,'Ëàçóðíûé','70',43,'172.16.43',34,'Ëàçóðíûé 69',41,NULL,0,46,'1','0','0'),(44,'Ëàçóðíûé ','75',44,'172.16.44',18,'óçåë',0,NULL,18,0,'1','100','0'),(45,'Ëàçóðíûé','75à',45,'172.16.45',17,'óçåë',0,NULL,17,0,'1','100','0'),(46,'Ëàçóðíûé','76',46,'172.16.46',24,'óçåë',0,NULL,24,0,'1','100','0'),(47,'Ëàçóðíûé','77',47,'172.16.47',21,'óçåë',0,NULL,21,0,'1','100','0'),(48,'Ëàçóðíûé','78',48,'172.16.48',49,'óçåë',0,NULL,49,0,'1','100','0'),(49,'Ëàçóðíûé','78á',49,'172.16.49',26,'óçåë',0,NULL,26,0,'1','100','0'),(50,'Ëàçóðíûé','8',50,'172.16.50',18,'óçåë',0,NULL,18,0,'1','100','0'),(51,'Ëàçóðíûé','9, 9a',51,'172.16.51',16,'óçåë',0,NULL,16,0,'1','100','0'),(52,'Ëàçóðíûé','78à',53,'172.16.53',20,'óçåë',0,'1000',20,0,'1','1000','1'),(53,'Ëèõà÷åâà','10',54,'172.16.54',2,'Ëèõà÷åâà 8',999,NULL,0,5,'','',''),(54,'Ëèõà÷åâà','13',54,'172.16.54',1,'Ëèõà÷åâà 9',60,NULL,0,6,'','',''),(55,'Ëèõà÷åâà','14',54,'172.16.54',3,'Ëèõà÷åâà 10',53,NULL,0,3,'','',''),(56,'Ëèõà÷åâà','17',54,'172.16.54',2,'Ëèõà÷åâà 13',54,NULL,0,5,'','',''),(57,'Ëèõà÷åâà','3',54,'172.16.54',4,'Ëèõà÷åâà 5',59,NULL,0,4,'','',''),(58,'Ëèõà÷åâà ','4',54,'172.16.54',4,'Øàõòîñòðîèòåëåé 13',110,NULL,0,10,'','',''),(59,'Ëèõà÷åâà','5',54,'172.16.54',2,'Ëèõà÷åâà 4',58,NULL,0,6,'','',''),(60,'Ëèõà÷åâà','9',54,'172.16.54',2,'Øàõòîñòðîèòåëåé 13',110,NULL,0,8,'','',''),(61,'Êèåâñêàÿ','32',NULL,'172.16.',12,'Ëàçóðíûé 70',43,NULL,0,12,'','','1'),(62,'Êîëîñîâà','13',55,'172.16.55',8,'Øàõòîñòðîèòåëåé 26',121,NULL,0,8,'','','1'),(63,'Êîëîñîâà','14',55,'172.16.55',2,'Øàõòîñòðîèòåëåé 22',117,NULL,0,2,'','','1'),(64,'Êîëîñîâà','5',55,'172.16.55',5,'Ñîöèàëèñòè÷åñêàÿ 30',100,NULL,0,8,'','','1'),(65,'Êîëîñîâà','7',55,'172.16.55',5,'Ñîöèàëèñòè÷åñêàÿ 30',100,NULL,0,16,'','','1'),(66,'Êîëîñîâà','8',55,'172.16.55',1,'Øàõòîñòðîèòåëåé 24',115,NULL,0,1,'','','1'),(67,'Ëåíèíà','125',63,'172.16.63',2,NULL,999,NULL,0,2,'','',''),(68,'Ëåíèíà','82',64,'172.16.64',3,'Ñâåðäëîâà 148',72,NULL,0,7,'','',''),(69,'Ëåíèíà','86',65,'172.16.65',4,'Ëåíèíà 82',68,NULL,0,4,'','',''),(70,'Ìèðà','16',66,'172.16.66',5,'40 Ëåò îêòÿáðÿ 142',1,NULL,0,5,'','',''),(71,'Ñâåðäëîâà','147',68,'172.16.68',6,'40 Ëåò îêòÿáðÿ 142',1,NULL,0,24,'','',''),(72,'Ñâåðäëîâà','148',69,'172.16.69',11,'Ñâåðäëîâà 147',71,NULL,0,18,'1','0','0'),(73,'Ñâåðäëîâà','151',NULL,'172.16.',11,'Ãîðíÿê 1',4,NULL,0,11,'','',''),(74,'Ñîëíå÷íûé','1',70,'172.16.70',19,'Ñîëíå÷íûé 4',92,NULL,0,19,'','',''),(75,'Ñîëíå÷íûé','10',71,'172.16.71',21,'Ñîëíå÷íûé 9',97,NULL,0,21,'','',''),(76,'Ñîëíå÷íûé','18',NULL,'172.16.',8,'Ñîëíå÷íûé 7',95,NULL,0,8,'','',''),(77,'Ñîëíå÷íûé','1á,à',72,'172.16.72',9,'Ñîëíå÷íûé 4',92,'1000',0,9,'','',''),(78,'Ñîëíå÷íûé','2,3',73,'172.16.73',27,'Ñîëíå÷íûé 4',92,NULL,0,27,'','',''),(79,'Ñîëíå÷íûé','2à,2á',NULL,NULL,11,'Ñîëíå÷íûé 2á',999,NULL,0,38,'','',''),(80,'Ñîëíå÷íûé','23',74,'172.16.74',21,'Ñîëíå÷íûé 23à',81,NULL,0,21,'','',''),(81,'Ñîëíå÷íûé','23à',75,'172.16.75',16,'Ñîëíå÷íûé 25',83,NULL,0,37,'','',''),(82,'Ñîëíå÷íûé','24',76,'172.16.76',26,'Ñîëíå÷íûé 25',83,NULL,0,61,'','',''),(83,'Ñîëíå÷íûé','25',77,'172.16.77',17,'óçåë',0,'3',152,0,'','5','2'),(84,'Ñîëíå÷íûé','26',74,'172.16.74',14,'Ñîëíå÷íûé 24',82,NULL,0,35,'','',''),(85,'Ñîëíå÷íûé','27',78,'172.16.78',5,'Ñîëíå÷íûé 25',83,NULL,0,28,'','',''),(86,'Ñîëíå÷íûé','28',79,'172.16.79',14,'Ñîëíå÷íûé 27',85,NULL,0,14,'','',''),(87,'Ñîëíå÷íûé','29',80,'172.16.80',9,'Ñîëíå÷íûé 27',85,NULL,0,9,'','',''),(88,'Ñîëíå÷íûé','32',105,'172.16.105',9,'Ñîëíå÷íûé 25',83,NULL,0,9,'','',''),(89,'Ñîëíå÷íûé','33',106,'172.16.106',9,'Ñîëíå÷íûé 4',92,NULL,0,9,'','',''),(90,'Ñîëíå÷íûé','35',107,'172.16.107',10,'Ñîëíå÷íûé 2à',79,NULL,0,27,'','',''),(91,'Ñîëíå÷íûé','36',108,'172.16.108',17,'Ñîëíå÷íûé 35',90,NULL,0,17,'','',''),(92,'Ñîëíå÷íûé','4',109,'172.16.109',11,'óçåë',0,'1000',137,0,'1','1000','1'),(93,'Ñîëíå÷íûé','5',110,'172.16.110',14,'Ñîëíå÷íûé 4',92,NULL,0,62,'','',''),(94,'Ñîëíå÷íûé','6',111,'172.16.111',10,'Ñîëíå÷íûé 5',93,NULL,0,48,'','',''),(95,'Ñîëíå÷íûé ','7',112,'172.16.112',12,'Ñîëíå÷íûé 6',94,NULL,0,38,'','',''),(96,'Ñîëíå÷íûé','8',113,'172.16.113',18,'Ñîëíå÷íûé 7',95,NULL,0,18,'','',''),(97,'Ñîëíå÷íûé','9',114,'172.16.114',21,'ñîöèàëèñòè÷åñêàÿ 11',98,NULL,0,42,'','',''),(98,'Ñîöèàëèñòè÷åñêàÿ','11',115,'172.16.115',6,'Øàõòîñòðîèòåëåé 24',115,NULL,0,51,'','',''),(99,'Ñîöèàëèñòè÷åñêàÿ','28',116,'172.16.116',1,'Êîëîñîâà 5',64,NULL,0,1,'','',''),(100,'Ñîöèàëèñòè÷åñêàÿ','30',117,'172.16.117',7,'Ãîðüêîãî, 51 ìàÿê',9,'1000',0,39,'1','1000','1'),(101,'Ñîöèàëèñòè÷åñêàÿ','32',118,'172.16.118',3,'Ñîöèàëèñòè÷åñêàÿ 30',100,NULL,0,8,'','',''),(102,'Ñîöèàëèñòè÷åñêàÿ','34',119,'172.16.119',5,'Ñîöèàëèñòè÷åñêàÿ 32',101,NULL,0,5,'','',''),(103,'Ñîöèàëèñòè÷åñêàÿ','4',120,'172.16.120',2,'Øàõòîñòðîèòåëåé 9',137,NULL,0,52,'','',''),(104,'Ñîöèàëèñòè÷åñêàÿ','8',121,'172.16.121',8,'Ñîöèàëèñòè÷åñêàÿ 4',103,NULL,0,50,'','',''),(105,'Ñîöèàëèñòè÷åñêàÿ','9',122,'172.16.122',3,'Ñîöèàëèñòè÷åñêàÿ 11',98,NULL,0,3,'','',''),(106,'Äíåïðîïåòðîâñêàÿ','1',123,'172.16.123',21,'Ñîëíå÷íûé 26',84,NULL,0,21,'','',''),(107,'Øàõòîñòðîèòåëåé','1',124,'172.16.124',3,'Øàõòîñòðîèòåëåé 3',125,NULL,0,5,'','',''),(108,'Øàõòîñòðîèòåëåé','11',125,'172.16.125',3,'Øàõòîñòðîèòåëåé 13',110,NULL,0,129,'','',''),(109,'Øàõòîñòðîèòåëåé','12',126,'172.16.126',1,'Øàõòîñòðîèòåëåé 13',110,NULL,0,1,'','',''),(110,'Øàõòîñòðîèòåëåé','13',127,'172.16.127',2,'óçåë',0,'1000',177,0,'1','1000','1'),(111,'Øàõòîñòðîèòåëåé','14',128,'172.16.128',4,'Øàõòîñòðîèòåëåé 13',110,NULL,0,13,'','',''),(112,'Øàõòîñòðîèòåëåé','15',129,'172.16.129',2,'Øàõòîñòðîèòåëåé 13',110,NULL,0,14,'','',''),(113,'Øàõòîñòðîèòåëåé','17',130,'172.16.130',3,'Øàõòîñòðîèòåëåé 15',112,NULL,0,12,'','',''),(114,'Øàõòîñòðîèòåëåé','18',131,'172.16.131',3,'Øàõòîñòðîèòåëåé 14',111,NULL,0,9,'','',''),(115,'Øàõòîñòðîèòåëåé','2',132,'172.16.132',1,'Øàõòîñòðîèòåëåé 4',131,NULL,0,53,'','',''),(116,'Øàõòîñòðîèòåëåé','20',133,'172.16.133',1,'Øàõòîñòðîèòåëåé 18',114,NULL,0,6,'','',''),(117,'Øàõòîñòðîèòåëåé','22',134,'172.16.134',1,'Øàõòîñòðîèòåëåé 20',116,NULL,0,5,'','',''),(118,'Øàõòîñòðîèòåëåé ','22à',135,'172.16.135',2,'Øàõòîñòðîèòåëåé 22',117,NULL,0,2,'','',''),(119,'Øàõòîñòðîèòåëåé','23',136,'172.16.136',4,'Øàõòîñòðîèòåëåé 17',113,NULL,0,9,'','',''),(120,'Øàõòîñòðîèòåëåé','25',137,'172.16.137',5,'Øàõòîñòðîèòåëåé 23',119,NULL,0,5,'','',''),(121,'Øàõòîñòðîèòåëåé','26',138,'172.16.138',8,'Øàõòîñòðîèòåëåé 32',128,NULL,0,16,'','',''),(122,'Øàõòîñòðîèòåëåé','26à',139,'172.16.139',NULL,'Øàõòîñòðîèòåëåé 32',128,NULL,0,0,'','',''),(123,'Øàõòîñòðîèòåëåé','27',140,'172.16.140',11,'Êîëîñîâà 7',65,NULL,0,11,'','',''),(124,'Øàõòîñòðîèòåëåé','28',141,'172.16.141',7,'Øàõòîñòðîèòåëåé 30',126,NULL,0,7,'','',''),(125,'Øàõòîñòðîèòåëåé','3',142,'172.16.142',4,'Øàõòîñòðîèòåëåé 7',136,NULL,0,66,'','',''),(126,'Øàõòîñòðîèòåëåé','30',143,'172.16.143',7,'Øàõòîñòðîèòåëåé 32',128,NULL,0,14,'','',''),(127,'Øàõòîñòðîèòåëåé','31',144,'172.16.144',9,'Ðóäíåâà 80',11,NULL,0,9,'','',''),(128,'Øàõòîñòðîèòåëåé','32',145,'172.16.145',12,'Ãîðüêîãî,51 ìàÿê',7,'1000',0,95,'1','1000','1'),(129,'Øàõòîñòðîèòåëåé','34',146,'172.16.146',10,'Øàõòîñòðîèòåëåé 32',128,NULL,0,25,'','',''),(130,'Øàõòîñòðîèòåëåé','38',147,'172.16.147',13,'Øàõòîñòðîèòåëåé 32',128,NULL,0,21,'','',''),(131,'Øàõòîñòðîèòåëåé','4',148,'172.16.148',4,'Øàõòîñòðîèòåëåé 3',125,NULL,0,57,'','',''),(132,'Øàõòîñòðîèòåëåé','40',149,'172.16.149',7,'Øàõòîñòðîèòåëåé 32',128,NULL,0,7,'','',''),(133,'Øàõòîñòðîèòåëåé','42',150,'172.16.150',8,'Øàõòîñòðîèòåëåé 38',130,NULL,0,8,'','',''),(134,'Øàõòîñòðîèòåëåé','5',151,'172.16.151',10,'Ñîöèàëèñòè÷åñêàÿ 8',104,NULL,0,42,'','',''),(135,'Øàõòîñòðîèòåëåé','6',151,'172.16.151',2,'Êîëîñîâà 5',64,NULL,0,2,'','',''),(136,'Øàõòîñòðîèòåëåé','7',151,'172.16.151',4,'Øàõòîñòðîèòåëåé 11',108,NULL,0,70,'','',''),(137,'Øàõòîñòðîèòåëåé','9',151,'172.16.151',4,'Øàõòîñòðîèòåëåé 11',108,NULL,0,56,'','',''),(138,'Øàõòåðñêèé','1',152,'172.16.152',9,'Øàõòåðñêèé 2',147,NULL,0,9,'','',''),(139,'Øàõòåðñêèé','10',10,'172.16.10',16,'Øàõòåðñêèé 11',140,NULL,0,16,'','',''),(140,'Øàõòåðñêèé ','11',9,'172.16.9',18,'Øàõòåðñêèé 13',141,NULL,0,34,'','',''),(141,'Øàõòåðñêèé','13',6,'172.16.6',18,'Øàõòåðñêèé 17',145,NULL,0,52,'','',''),(142,'Øàõòåðñêèé','14',3.4,'172.16.0.0/22',12,'óçåë',0,NULL,12,12,'','',''),(143,'Øàõòåðñêèé','15',5,'172.16.5',27,'Øàõòåðñêèé 16',144,NULL,0,27,'1','0','0'),(144,'Øàõòåðñêèé ','16',7,'172.16.7',23,'Øàõòåðñêèé 17',145,NULL,0,50,'','',''),(145,'Øàõòåðñêèé','17',8,'172.16.8',23,'óçåë',0,'1000',141,0,'1','1000','1'),(146,'Øàõòåðñêèé ','18',11,'172.16.11',16,'Øàõòåðñêèé 17',145,NULL,0,16,'','',''),(147,'Øàõòåðñêèé','2',152,'172.16.152',11,'Øàõòåðñêèé 3',164,NULL,0,20,'','',''),(148,'Øàõòåðñêèé','22',153,'172.16.153',10,'Øàõòåðñêèé 3',164,NULL,0,10,'','',''),(149,'Øàõòåðñêèé','23',154,'172.16.154',40,'Øàõòåðñêèé 3',164,NULL,0,40,'','',''),(150,'Øàõòåðñêèé','24',155,'172.16.155',NULL,'Øàõòåðñêèé 25á',154,NULL,0,23,'','',''),(151,'Øàõòåðñêèé','24à',155,'172.16.155',23,'Øàõòåðñêèé 24á',150,NULL,0,23,'','',''),(152,'Øàõòåðñêèé','24â',NULL,NULL,19,'Øàõòåðñêèé 25á',154,NULL,0,31,'1','0','0'),(153,'Øàõòåðñêèé','25',156,'172.16.156',12,'Øàõòåðñêèé 25â',161,'maps',0,12,'','',''),(154,'Øàõòåðñêèé','25á',157,'172.16.157',6,'Øàõòåðñêèé 27á',161,NULL,0,60,'','',''),(155,'Øàõòåðñêèé','26',158,'172.16.158',NULL,'Øàõòåðñêèé 26à',156,NULL,0,0,'','',''),(156,'Øàõòåðñêèé','26à',NULL,NULL,17,'Øàõòåðñêèé 26á',157,NULL,0,17,'','',''),(157,'Øàõòåðñêèé','26á',158,'172.16.158',17,'Øàõòåðñêèé 26â',158,NULL,0,34,'','',''),(158,'Øàõòåðñêèé','26â',NULL,NULL,15,'Øàõòåðñêèé 26ã',159,NULL,0,49,'','',''),(159,'Øàõòåðñêèé','26ã',NULL,NULL,15,'Øàõòåðñêèé 27á',161,NULL,0,64,'','',''),(160,'Øàõòåðñêèé ','27',159,'172.16.159',11,'Øàõòåðñêèé 27á',161,NULL,0,11,'','',''),(161,'Øàõòåðñêèé','27á',160,'172.16.160',22,'óçåë',0,'1000',216,0,'1','1000','1'),(162,'Øàõòåðñêèé','29',161,'172.16.161',14,'Øàõòåðñêèé 29á',163,NULL,0,14,'','',''),(163,'Øàõòåðñêèé','29á',162,'172.16.162',20,'Øàõòåðñêèé 27á',161,NULL,0,34,'','',''),(164,'Øàõòåðñêèé','3',163,'172.16.163',13,'óçåë',0,'3',135,0,'','5','3'),(165,'Øàõòåðñêèé','30',NULL,'172.16.',NULL,'Øàõòåðñêèé 24â',152,NULL,0,0,'','',''),(166,'Øàõòåðñêèé','33',164,'172.16.164',13,'Øàõòåðñêèé 27á',161,NULL,0,13,'','',''),(167,'Øàõòåðñêèé','4',165,'172.16.165',15,'Øàõòåðñêèé 3',164,NULL,0,15,'','',''),(168,'Øàõòåðñêèé','5',166,'172.16.166',12,'Øàõòåðñêèé 3',164,NULL,0,12,'','',''),(169,'Øàõòåðñêèé','6',167,'172.16.167',13,'Øàõòåðñêèé 3',164,NULL,0,13,'','',''),(170,'Øàõòåðñêèé','7',168,'172.16.168',12,'Øàõòåðñêèé 3',164,NULL,0,12,'','',''),(171,'Øàõòåðñêèé','8',169,'172.16.169',19,'Øàõòåðñêèé 5',134,NULL,0,32,'','',''),(172,'Øàõòåðñêèé','9',170,'172.16.170',13,'Øàõòåðñêèé 8',171,NULL,0,13,'','',''),(173,'Øàõò¸ðñêèé','24á',NULL,'172.16.',12,'Øàõòåðñêèé 24â',152,NULL,0,12,'','',''),(174,'Øèáàíêîâà','5',NULL,'172.16.',2,'Øàõòîñòðîèòåëåé 1',107,NULL,0,2,'','',''),(175,'Øîòà','189',73,'172.16.73',6,'óçåë',0,'1000',20,0,'1','1000','1'),(176,'Øîòà','191',73,'172.16.73',2,'Øîòà 189',175,NULL,0,2,'','',''),(177,'Øîòà','193',73,'172.16.73',1,'Øîòà 189',175,NULL,0,1,'','',''),(178,'Øîòà','56',73,'172.16.73',6,'Øîòà 189',175,NULL,0,6,'','',''),(179,'Øîòà','68',73,'172.16.73',NULL,'Øîòà 70',180,NULL,0,0,'','',''),(180,'Øîòà','70',73,'172.16.73',5,'Øîòà 189',175,NULL,0,5,'','',''),(181,'Þæíûé','1',74,'172.16.74',19,'Þæíûé 1à',192,NULL,0,44,'','',''),(182,'Þæíûé','10',75,'172.16.75',23,'Þæíûé 9',214,NULL,0,69,'','',''),(183,'Þæíûé','11',76,'172.16.76',20,'Þæíûé 10',182,NULL,0,20,'','',''),(184,'Þæíûé','12',77,'172.16.77',17,'Þæíûé 15',187,NULL,0,17,'','',''),(185,'Þæíûé ','13',104,'172.16.104',14,'Þæíûé 1',181,NULL,0,14,'','',''),(186,'Þæíûé','14',78,'172.16.78',11,'Þæíûé 21',195,NULL,0,11,'','',''),(187,'Þæíûé','15',79,'172.16.79',12,'Þæíûé 16',188,NULL,0,41,'','',''),(188,'Þæíûé','16',80,'172.16.80',8,'Þæíûé 19',191,NULL,0,49,'','',''),(189,'Þæíûé','17',81,'172.16.81',12,'Þæíûé 15',187,NULL,0,12,'','',''),(190,'Þæíûé ','18',82,'172.16.82',16,'Þæíûé 20',194,NULL,0,16,'','',''),(191,'Þæíûé','19',83,'172.16.83',19,'óçåë',0,'1000',125,0,'1','1000','1'),(192,'Þæíûé','1à',84,'172.16.84',18,'óçåë',0,'1000',132,0,'1','1000','1'),(193,'Þæíûé','2',85,'172.16.85',20,'Þæíûé 1à',192,NULL,0,70,'','',''),(194,'Þæíûé','20',83,'172.16.83',9,'Þæíûé 19',191,NULL,0,57,'','',''),(195,'Þæíûé','21',86,'172.16.86',9,'Þæíûé 20',194,NULL,0,32,'','',''),(196,'Þæíûé ','22',86,'172.16.86',12,'Þæíûé 21',195,NULL,0,12,'','',''),(197,'Þæíûé','23',87,'172.16.87',10,'Þæíûé 25',193,NULL,0,16,'','',''),(198,'Þæíûé','24',87,'172.16.87',6,'Þæíûé 23',197,NULL,0,6,'','',''),(199,'Þæíûé ','25',88,'172.16.88',20,'Þæíûé 26',200,NULL,0,20,'','',''),(200,'Þæíûé','26',89,'172.16.89',14,'Þæíûé 39',207,NULL,0,34,'','',''),(201,'Þæíûé','27',90,'172.16.90',21,'Þæíûé 31',205,NULL,0,21,'','',''),(202,'Þæíûé','28',91,'172.16.91',21,'Þæíûé 30',204,NULL,0,36,'','',''),(203,'Þæíûé','3',92,'172.16.92',13,'Þæíûé 4',208,NULL,0,13,'','',''),(204,'Þæíûé','30',93,'172.16.93',21,'óçåë',0,'1000',144,0,'1','1000','1'),(205,'Þæíûé','31',94,'172.16.94',12,'Þæíûé 30',204,NULL,0,33,'','',''),(206,'Þæíûé','33',95,'172.16.95',11,'Þæíûé 13',181,NULL,0,11,'','',''),(207,'Þæíûé','39',96,'172.16.96',20,'Þæíûé 30',204,NULL,0,54,'','',''),(208,'Þæíûé','4',97,'172.16.97',21,'Þæíûé 2',193,NULL,0,34,'','',''),(209,'Þæíûé','41',98,'172.16.98',15,'Þæíûé 28',202,NULL,0,15,'','',''),(210,'Þæíûé','5',99,'172.16.99',18,'Þæíûé 7',212,NULL,0,18,'','',''),(211,'Þæíûé ','6',100,'172.16.100',26,'Þæíûé 10',182,NULL,0,26,'','',''),(212,'Þæíûé','7',101,'172.16.101',12,'óçåë',0,'1000',129,0,'1','1000','1'),(213,'Þæíûé','8',102,'172.16.102',20,'Þæíûé 7',212,NULL,0,99,'','',''),(214,'Þæíûé','9',103,'172.16.103',10,'Þæíûé 8',213,NULL,0,79,'','',''),(0,'óçåë',NULL,NULL,NULL,NULL,NULL,0,NULL,0,0,'','','');
/*!40000 ALTER TABLE `points` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `regions`
--

DROP TABLE IF EXISTS `regions`;
CREATE TABLE `regions` (
  `id` int(11) NOT NULL auto_increment,
  `name` varchar(30) character set utf8 collate utf8_unicode_ci NOT NULL,
  PRIMARY KEY  (`id`),
  KEY `name` (`name`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `regions`
--

LOCK TABLES `regions` WRITE;
/*!40000 ALTER TABLE `regions` DISABLE KEYS */;
INSERT INTO `regions` VALUES (1,'ÐšÑ€Ð°ÑÐ½Ð¾Ð°Ñ€Ð¼ÐµÐ¹ÑÐº'),(3,'Ð”Ð¾Ð±Ñ€Ð¾Ð¿Ð¾Ð»ÑŒÐµ'),(2,'Ð’Ð¾Ð´ÑÐ½ÑÐºÐ¾Ðµ'),(4,'Ð’Ð¾Ð´ÑÐ½Ð¾Ðµ');
/*!40000 ALTER TABLE `regions` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `streets`
--

DROP TABLE IF EXISTS `streets`;
CREATE TABLE `streets` (
  `id` int(11) NOT NULL auto_increment,
  `region_id` int(11) NOT NULL,
  `name` varchar(40) NOT NULL,
  PRIMARY KEY  (`id`),
  KEY `region_id` (`region_id`)
) ENGINE=MyISAM AUTO_INCREMENT=429 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `streets`
--

LOCK TABLES `streets` WRITE;
/*!40000 ALTER TABLE `streets` DISABLE KEYS */;
INSERT INTO `streets` VALUES (1,1,'Ð®Ð¶Ð½Ñ‹Ð¹'),(2,1,'Ð¨Ð°Ñ…Ñ‚Ñ‘Ñ€ÑÐºÐ¸Ð¹'),(3,1,'Ð›Ð°Ð·ÑƒÑ€Ð½Ñ‹Ð¹'),(4,1,'Ð¡Ð¾Ð»Ð½ÐµÑ‡Ð½Ñ‹Ð¹'),(7,1,'Ð¨Ð°Ñ…Ñ‚Ð¾ÑÑ‚Ñ€Ð¾Ð¸Ñ‚ÐµÐ»ÐµÐ¹'),(26,1,'Ð¡Ð²ÐµÑ€Ð´Ð»Ð¾Ð²Ð°'),(27,1,'Ð¡Ð¾Ñ†Ð¸Ð°Ð»Ð¸ÑÑ‚Ð¸Ñ‡ÐµÑÐºÐ°Ñ'),(28,1,'Ð“Ð¾Ñ€ÑŒÐºÐ¾Ð³Ð¾'),(29,1,'Ð”Ð½ÐµÐ¿Ñ€Ð¾Ð¿ÐµÑ‚Ñ€Ð¾Ð²ÑÐºÐ°Ñ'),(30,1,'ÐšÐ¸ÐµÐ²ÑÐºÐ°Ñ'),(31,1,'Ð ÑƒÐ´Ð½ÐµÐ²Ð°'),(32,1,'Ð“Ð¾Ñ€Ð½ÑÐº'),(33,1,'Ð¨Ð¾Ñ‚Ð°'),(34,1,'Ð›Ð¸Ñ…Ð°Ñ‡ÐµÐ²Ð°'),(35,1,'ÐœÐ¸Ñ€Ð°'),(36,1,'Ð›ÐµÐ½Ð¸Ð½Ð°'),(37,1,'40 Ð»ÐµÑ‚ ÐžÐºÑ‚ÑÐ±Ñ€Ñ'),(38,1,'ÐšÐ¾Ð»Ð¾ÑÐ¾Ð²Ð°'),(39,1,'Ð¢ÑƒÑ€Ð³ÐµÐ½ÐµÐ²Ð°'),(40,1,'Ð¤Ñ€ÑƒÐ½Ð·Ðµ'),(41,1,'Ð’Ð¾Ð»ÑŒÐ½Ð°Ñ'),(42,1,'Ð¨Ð¸Ð±Ð°Ð½ÐºÐ¾Ð²Ð°'),(43,1,'ÐŸÑ€Ð¸Ð²Ð¾ÐºÐ·Ð°Ð»ÑŒÐ½Ð°Ñ'),(44,1,'Ð›ÑƒÐ½Ð°Ñ‡Ð°Ñ€ÑÐºÐ¾Ð³Ð¾'),(52,1,'ÐŸÐ°Ñ€Ñ‚ÐºÐ¾Ð¼Ð°'),(65,2,'Ð¨ÐºÐ¾Ð»ÑŒÐ½Ð°Ñ'),(61,1,'ÐŸÐ¸Ñ€Ð¾Ð³Ð¾Ð²Ð°'),(66,1,'Ð¨ÐµÐ²Ñ‡ÐµÐ½ÐºÐ¾'),(67,2,'ÐšÐ¾Ð¼ÑƒÐ½Ð°Ð»ÑŒÐ½Ð°Ñ'),(71,1,'Ð ÑƒÑÑÐºÐ°Ñ'),(69,2,'ÐŸÑ€Ð¾Ð´Ð¾Ð»ÑŒÐ½Ð°Ñ'),(70,1,'ÐšÑ€Ð¸Ð½Ð¸Ñ‡Ð½Ñ‹Ð¹'),(72,1,'Ð¢ÐµÑÑ‚Ð¾Ð²Ð°Ñ'),(414,3,'Ð¡Ð²ÐµÑ‚Ð»Ð°Ñ'),(407,3,'ÐœÐ¾Ð»Ð¾Ð´ÐµÐ¶Ð½Ñ‹Ð¹'),(405,3,'Ð¡Ð¾Ð»Ð½ÐµÑ‡Ð½Ñ‹Ð¹'),(426,2,'ÐŸÑ€Ð¾Ð´Ð¾Ð»ÑŒÐ½Ñ‹Ð¹'),(420,2,'Ð”Ð¾Ð½ÐµÑ†ÐºÐ°Ñ'),(419,2,'40 Ð»ÐµÑ‚ ÐžÐºÑ‚ÑÐ±Ñ€Ñ'),(418,2,'ÐšÑ€Ð°ÑÐ½Ð¾Ð°Ñ€Ð¼ÐµÐ¹ÑÐºÐ°Ñ'),(417,2,'Ð›ÐµÐ½Ð¸Ð½Ð°'),(422,1,'ÐšÑƒÑˆÐ²Ð¸Ð´Ð°');
/*!40000 ALTER TABLE `streets` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `switch`
--

DROP TABLE IF EXISTS `switch`;
CREATE TABLE `switch` (
  `id` int(11) NOT NULL auto_increment,
  `model` varchar(60) NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `switch`
--

LOCK TABLES `switch` WRITE;
/*!40000 ALTER TABLE `switch` DISABLE KEYS */;
INSERT INTO `switch` VALUES (5,'Dlink 3010G'),(2,'Dlink 3200-26'),(3,'Dlink 3200-16'),(4,'D-Link 3200-10'),(1,'ìåäèàêîíâåðòåð'),(0,'íåóïðàâëÿåìûé');
/*!40000 ALTER TABLE `switch` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `tconnect`
--

DROP TABLE IF EXISTS `tconnect`;
CREATE TABLE `tconnect` (
  `id` int(11) NOT NULL auto_increment,
  `typeconnect` varchar(60) NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `tconnect`
--

LOCK TABLES `tconnect` WRITE;
/*!40000 ALTER TABLE `tconnect` DISABLE KEYS */;
INSERT INTO `tconnect` VALUES (1,'Îïòèêà ìåäèàêîíâåðòåð'),(2,'Ï-296'),(3,'Îïòèêà 1 Ãá');
/*!40000 ALTER TABLE `tconnect` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2011-03-23  5:26:45
